export const app2Policy = `
**プライバシーポリシー**

このプライバシーポリシーは、(以下「サービスプロバイダー」) が無料サービスとして開発したモバイルデバイス用の映メモアプリ (以下「アプリケーション」) に適用されます。このサービスは「現状のまま」提供されます。

**アプリケーションはどのような情報を取得し、どのように使用しますか?**
**ユーザー提供情報**

アプリケーションは、アプリケーションをダウンロードして登録するときにユーザーが提供する情報を取得します。サービスプロバイダーへの登録は必須ではありません。ただし、サービスプロバイダーに登録しないと、アプリケーションが提供する機能の一部が利用できない場合があります。

サービスプロバイダーは、重要な情報、必要な通知、マーケティングプロモーションを提供するために、ユーザーから提供された情報を使用する場合もあります。

**自動的に収集される情報**

さらに、アプリケーションは、使用するモバイル デバイスの種類、モバイル デバイスの固有のデバイス ID、モバイル デバイスの IP アドレス、モバイル オペレーティング システム、使用するモバイル インターネット ブラウザーの種類、アプリケーションの使用方法に関する情報など、特定の情報を自動的に収集する場合があります。

**アプリケーションはデバイスの正確なリアルタイムの位置情報を収集しますか?**

このアプリケーションは、モバイル デバイスの位置に関する正確な情報を収集しません。

このアプリケーションは、デバイスの位置情報を収集します。これにより、サービス プロバイダーは、おおよその地理的位置を特定し、以下の方法で利用することができます。

* 地理位置情報サービス: サービス プロバイダーは、位置データを使用して、パーソナライズされたコンテンツ、関連する推奨事項、および位置情報に基づくサービスなどの機能を提供します。

* 分析と改善: 集約され匿名化された位置データは、サービス プロバイダーがユーザーの行動を分析し、傾向を特定し、アプリケーションの全体的なパフォーマンスと機能を向上させるのに役立ちます。

* サードパーティ サービス: サービス プロバイダーは、定期的に匿名化された位置データを外部サービスに送信する場合があります。これらのサービスは、アプリケーションの強化とサービス提供の最適化に役立ちます。

**第三者はアプリケーションによって取得された情報を閲覧したり、アクセスしたりしますか?**

サービスプロバイダーがアプリケーションとそのサービスを改善するのを支援するために、集約された匿名データのみが定期的に外部サービスに送信されます。サービスプロバイダーは、このプライバシーステートメントに記載されている方法で、お客様の情報を第三者と共有する場合があります。

アプリケーションは、データの取り扱いに関する独自のプライバシーポリシーを持つサードパーティのサービスを利用していることにご注意ください。アプリケーションが使用するサードパーティのサービスプロバイダーのプライバシーポリシーへのリンクを以下に示します。

* [AdMob](https://support.google.com/admob/answer/6128543?hl=en)
* [Expo](https://expo.io/privacy)

サービスプロバイダーは、ユーザー提供情報および自動収集情報を次の場合に開示する場合があります。

* 召喚状や同様の法的手続きに従うなど、法律で義務付けられている場合。
* 権利の保護、お客様の安全または他者の安全の保護、詐欺の調査、または政府の要請への対応のために開示が必要であると誠意を持って判断した場合。
* お客様に代わって業務を行い、当社が開示した情報を独自に使用することはなく、このプライバシー ポリシーに定められた規則に従うことに同意している、信頼できるサービス プロバイダーと共有します。

**オプトアウトの権利は何ですか?**

アプリケーションをアンインストールすることで、アプリケーションによるすべての情報収集を簡単に停止できます。モバイル デバイスの一部として、またはモバイル アプリケーション マーケットプレイスまたはネットワーク経由で利用できる標準的なアンインストール プロセスを使用できます。

**データ保持ポリシー、お客様の情報の管理**

サービス プロバイダーは、お客様がアプリケーションを使用している間、およびその後も合理的な期間、ユーザー提供データを保持します。サービス プロバイダーは、自動的に収集された情報を最大 24 か月間保持し、その後は集計して保存する場合があります。アプリケーションを通じて提供したユーザー提供データをサービス プロバイダーに削除してもらいたい場合は、tona01082521@icloud.com までご連絡ください。適切な時間内にご返答いたします。アプリケーションが正常に機能するためには、ユーザー提供データの一部またはすべてが必要になる場合があることにご注意ください。

**子供**

サービス プロバイダーは、13 歳未満の子供から故意にデータを収集したり、子供にマーケティングを行ったりするためにアプリケーションを使用することはありません。

アプリケーションは 13 歳未満の人を対象としていません。サービス プロバイダーは、13 歳未満の子供から故意に個人を特定できる情報を収集することはありません。サービス プロバイダーは、13 歳未満の子供が個人情報を提供したことを知った場合、直ちにサーバーからこれを削除します。親または保護者であり、子供が当社に個人情報を提供したことをご存知の場合は、次の連絡先までご連絡ください。サービス プロバイダー (tona01082521@icloud.com) に連絡して、必要な措置を講じることができるようにしてください。

**セキュリティ**

サービス プロバイダーは、お客様の情報の機密性を保護することに配慮しています。サービス プロバイダーは、当社が処理および維持する情報を保護するために、物理的、電子的、および手続き的な保護手段を提供します。たとえば、当社は、この情報へのアクセスを、アプリケーションの操作、開発、または改善のためにその情報を知る必要がある承認済みの従業員および請負業者に制限しています。当社は、処理および維持する情報に対して合理的なセキュリティを提供するよう努めていますが、セキュリティ システムですべての潜在的なセキュリティ侵害を防止できるわけではないことにご注意ください。

**変更**

このプライバシー ポリシーは、何らかの理由で随時更新される場合があります。サービス プロバイダーは、このページを新しいプライバシー ポリシーで更新することにより、プライバシー ポリシーの変更をお客様に通知します。引き続き使用することは、すべての変更を承認したものとみなされるため、変更については定期的にこのプライバシー ポリシーを確認することをお勧めします。

このプライバシーポリシーは、2024 年 9 月 9 日より有効です

**お客様の同意**

アプリケーションを使用することにより、お客様は、現在および当社によって修正されたこのプライバシーポリシーに定められているとおり、サービス プロバイダーがお客様の情報を処理することに同意するものとします。「処理」とは、コンピューター/ハンドヘルド デバイスで Cookie を使用すること、または情報の収集、保存、削除、使用、結合、開示を含むがこれらに限定されない、あらゆる方法で情報を使用または操作することを意味します。

**お問い合わせ**

アプリケーションの使用中にプライバシーに関する質問がある場合、または慣行に関する質問がある場合は、電子メールでサービス プロバイダー (tona01082521@icloud.com) にお問い合わせください。

* * *

このプライバシー ポリシー ページは、[アプリ プライバシー ポリシー ジェネレーター](https://app-privacy-policy-generator.nisrulz.com/) によって生成されました。`;
